Repository: rami1349/MAI
Catalog: Assistant/Resources/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

source: Mark Complete
es: Marcar como Completada
zh_hans: 标记完成

# me_tab
source: Me
es: Yo
zh_hans: 我

source: Meet MAI
es: Conoce a MAI
zh_hans: 认识MAI

source: Member joined
es: Miembro unido
zh_hans: 成员已加入

# member_removed_task
source: %@ removed task: %@
es: %@ eliminó la tarea: %@
zh_hans: %@删除了任务：%@

# member_singular
source: Member
es: Miembro
zh_hans: 成员

# members_plural
source: Members
es: Miembros
zh_hans: 成员

source: Menu
es: Menú
zh_hans: 菜单

source: Message limit reached
es: Límite de mensajes alcanzado
zh_hans: 已达消息限制

# message_placeholder
source: Type a message...
es: Escribe un mensaje...
zh_hans: 输入消息...

source: messages per day
es: mensajes por día
zh_hans: 每天消息数

# messages_remaining
source: %d of %d remaining
es: %d de %d restantes
zh_hans: 剩余%d/%d

source: Minutes
es: Minutos
zh_hans: 分钟

# minutes_ago
source: %d minutes ago
es: Hace %d minutos
zh_hans: %d分钟前

# minutes_focused_work
source: %d minutes of focused work
es: %d minutos de trabajo enfocado
zh_hans: %d分钟专注工作

# month_events
source: %@ Events
es: Eventos de %@
zh_hans: %@事件

# month_short
source: mo
es: mes
zh_hans: 月

source: Monthly
es: Mensual
zh_hans: 月度

source: more
es: más
zh_hans: 更多

# more_events
source: +%d more events
es: +%d eventos más
zh_hans: 还有%d个事件

source: More Options
es: Más Opciones
zh_hans: 更多选项

source: Move to Folder
es: Mover a Carpeta
zh_hans: 移至文件夹

source: My Family
es: Mi Familia
zh_hans: 我的家庭

source: My Habits
es: Mis Hábitos
zh_hans: 我的习惯

source: My Wallet
es: Mi Billetera
zh_hans: 我的钱包

source: N/A
es: N/D
zh_hans: 不适用

source: Need more messages?
es: ¿Necesitas más mensajes?
zh_hans: 需要更多消息？

source: Needs Attention
es: Necesita Atención
zh_hans: 需要注意

source: Needs Redo
es: Necesita Rehacer
zh_hans: 需要重做

# needs_review_label
source: Needs Review
es: Necesita Revisión
zh_hans: 需要审查

source: New Event
es: Nuevo Evento
zh_hans: 新事件

source: New Group
es: Nuevo Grupo
zh_hans: 新建分组

source: New Habit
es: Nuevo Hábito
zh_hans: 新建习惯

source: New Task Group
es: Nuevo Grupo de Tareas
zh_hans: 新建任务组

source: Next
es: Siguiente
zh_hans: 下一步

source: No Events
es: Sin Eventos
zh_hans: 没有事件

source: No Group
es: Sin Grupo
zh_hans: 无分组

# no_habits_short
source: No habits yet
es: Aún no hay hábitos
zh_hans: 暂无习惯

source: No habits yet
es: Aún no hay hábitos
zh_hans: 暂无习惯

source: No Notifications
es: Sin Notificaciones
zh_hans: 没有通知

# no_notifications_message
source: You don't have any notifications
es: No tienes notificaciones
zh_hans: 你没有任何通知

# no_other_members
source: No other members yet
es: Aún no hay otros miembros
zh_hans: 暂无其他成员

source: No tasks
es: Sin tareas
zh_hans: 没有任务

# no_tasks_in_group
source: No tasks in this group
es: Sin tareas en este grupo
zh_hans: 此分组中没有任务

source: No text detected
es: No se detectó texto
zh_hans: 未检测到文本

source: No urgent tasks right now
es: Sin tareas urgentes por ahora
zh_hans: 目前没有紧急任务

source: Notes
es: Notas
zh_hans: 备注

source: Nothing scheduled
es: Nada programado
zh_hans: 没有安排

source: Nothing scheduled for today or tomorrow
es: Nada programado para hoy ni mañana
zh_hans: 今明两天没有安排

# notif_break_complete
source: Break Complete!
es: ¡Descanso Terminado!
zh_hans: 休息结束！

# notif_break_complete_body
source: Ready to get back to work?
es: ¿Listo para volver al trabajo?
zh_hans: 准备好继续工作了吗？

# notif_focus_complete
source: Focus Session Complete!
es: ¡Sesión de Enfoque Completa!
zh_hans: 专注时段完成！

# notif_focus_complete_body
source: Great job! Take a break or continue.
es: ¡Buen trabajo! Toma un descanso o continúa.
zh_hans: 做得好！休息一下或继续。

source: Notifications
es: Notificaciones
zh_hans: 通知

# one_day_ago
source: 1 day ago
es: Hace 1 día
zh_hans: 1天前

# one_hour_ago
source: 1 hour ago
es: Hace 1 hora
zh_hans: 1小时前

# one_minute_ago
source: 1 minute ago
es: Hace 1 minuto
zh_hans: 1分钟前

# one_week_ago
source: 1 week ago
es: Hace 1 semana
zh_hans: 1周前

# only_you_can_approve_or_reject_ai_cannot_make_this
source: Only you can approve or reject — AI cannot make this decision
es: Solo tú puedes aprobar o rechazar — la IA no puede tomar esta decisión
zh_hans: 只有你能批准或拒绝——AI无法做出此决定

source: Optimizing for MAI
es: Optimizando para MAI
zh_hans: 正在为MAI优化

source: Optional
es: Opcional
zh_hans: 可选

source: or
es: o
zh_hans: 或

source: or upgrade to premium
es: o actualiza a premium
zh_hans: 或升级到高级版

source: Overdue
es: Vencida
zh_hans: 逾期

source: owes you
es: te debe
zh_hans: 欠你

source: Paid
es: Pagado
zh_hans: 已支付

source: Parent will review
es: El padre revisará
zh_hans: 家长将审查

source: Parental Consent
es: Consentimiento Parental
zh_hans: 家长同意

source: Participants
es: Participantes
zh_hans: 参与者

source: Password
es: Contraseña
zh_hans: 密码

# password_dont_match
source: Passwords don't match
es: Las contraseñas no coinciden
zh_hans: 密码不匹配

# password_match
source: Passwords match
es: Contraseñas coinciden
zh_hans: 密码匹配

source: Paused
es: Pausado
zh_hans: 已暂停

# pay_amount
source: Pay %@
es: Pagar %@
zh_hans: 支付%@

# payment_apple_id
source: Payment charged to Apple ID
es: Pago cargado al Apple ID
zh_hans: 费用将从Apple ID扣除

source: Payout Approved
es: Pago Aprobado
zh_hans: 支付已批准

# payout_approved_body
source: %@ approved payout of %d
es: %@ aprobó pago de %d
zh_hans: %@批准了%d的提现

source: Payout Rejected
es: Pago Rechazado
zh_hans: 支付已拒绝

# payout_rejected_body
source: %@ rejected payout of %d
es: %@ rechazó pago de %d
zh_hans: %@拒绝了%d的提现

source: Payout Request
es: Solicitud de Pago
zh_hans: 支付请求

source: Payout Requested
es: Pago Solicitado
zh_hans: 已请求提现

source: Payout requests to you
es: Solicitudes de pago para ti
zh_hans: 给你的提现请求

# pc_ai_features
source: AI Features for Minors
es: Funciones de IA para Menores
zh_hans: 未成年人的AI功能

# pc_ai_features_body
source: AI features (MAI) are available to minors only when enabled by a parent. All AI interactions are subject to content safety filters. AI-generated homework reviews are suggestions only — parents make the final decision on approval. Chat history is accessible to family administrators.
es: Las funciones de IA (MAI) están disponibles para menores solo cuando son habilitadas por un padre. Todas las interacciones con IA están sujetas a filtros de seguridad de contenido. Las revisiones de tareas generadas por IA son solo sugerencias — los padres toman la decisión final sobre la aprobación. El historial de chat es accesible para los administradores de la familia.
zh_hans: AI功能（MAI）仅在父母启用时对未成年人可用。所有AI互动都受到内容安全过滤器的约束。AI生成的作业审查仅为建议——父母对批准做出最终决定。聊天记录对家庭管理员可见。

# pc_contact_us
source: Contact Us
es: Contáctanos
zh_hans: 联系我们

# pc_contact_us_body
source: If you have questions about your child's data or wish to exercise your rights regarding their information, please contact us at support@yourdomain.com. We will respond within 30 days.
es: Si tienes preguntas sobre los datos de tu hijo o deseas ejercer tus derechos con respecto a su información, contáctanos en support@yourdomain.com. Responderemos en un plazo de 30 días.
zh_hans: 如果你对孩子的数据有疑问或希望行使关于其信息的权利，请通过 support@yourdomain.com 联系我们。我们将在30天内回复。

# pc_data_for_minors
source: Data Collection for Minors
es: Recopilación de Datos para Menores
zh_hans: 未成年人数据收集

# pc_data_for_minors_body
source: We collect only the minimum data necessary to provide our services to minors: display name, task and habit completion records, homework verification images (temporarily processed, not stored permanently), and AI chat history. We do not collect location data, contacts, or browsing history from any user.
es: Recopilamos solo los datos mínimos necesarios para proporcionar nuestros servicios a menores: nombre para mostrar, registros de tareas y hábitos completados, imágenes de verificación de tareas (procesadas temporalmente, no almacenadas permanentemente) e historial de chat con IA. No recopilamos datos de ubicación, contactos ni historial de navegación de ningún usuario.
zh_hans: 我们仅收集向未成年人提供服务所需的最少数据：显示名称、任务和习惯完成记录、作业验证图片（临时处理，不永久存储）以及AI聊天记录。我们不收集任何用户的位置数据、联系人或浏览历史。

# pc_family_app_notice
source: Family App Notice
es: Aviso de Aplicación Familiar
zh_hans: 家庭应用通知

# pc_family_app_notice_body
source: This app is designed for families including children under 13. A parent or guardian must create the family account and invite minor members. By adding a minor to your family, you consent to the collection and processing of their data as described in our Privacy Policy.
es: Esta aplicación está diseñada para familias incluyendo niños menores de 13 años. Un padre o tutor debe crear la cuenta familiar e invitar a los miembros menores. Al agregar un menor a tu familia, consientes la recopilación y procesamiento de sus datos como se describe en nuestra Política de Privacidad.
zh_hans: 此应用专为包括13岁以下儿童在内的家庭设计。父母或监护人必须创建家庭账号并邀请未成年成员。通过将未成年人添加到你的家庭，你同意按照我们的隐私政策收集和处理他们的数据。

# pc_minor_accounts
source: Minor Accounts
es: Cuentas de Menores
zh_hans: 未成年人账号

# pc_minor_accounts_body
source: Minor accounts have limited capabilities controlled by the parent/guardian. Parents can configure what features each child can access through the Permissions screen, including task creation, reward management, and AI chat access.
es: Las cuentas de menores tienen capacidades limitadas controladas por el padre/tutor. Los padres pueden configurar qué funciones puede acceder cada niño a través de la pantalla de Permisos, incluyendo creación de tareas, gestión de recompensas y acceso al chat de IA.
zh_hans: 未成年人账号具有由父母/监护人控制的有限功能。父母可以通过权限页面配置每个孩子可以访问的功能，包括任务创建、奖励管理和AI聊天访问。

# pc_parent_controls
source: Parent Controls
es: Controles Parentales
zh_hans: 家长控制

# pc_parent_controls_body
source: Parents have full visibility and control over their children's activity. This includes viewing task completions, approving or rejecting homework submissions, managing reward payouts, and reviewing AI chat interactions. Parents can modify or delete their child's data at any time.
es: Los padres tienen total visibilidad y control sobre la actividad de sus hijos. Esto incluye ver tareas completadas, aprobar o rechazar envíos de tareas, administrar pagos de recompensas y revisar las interacciones de chat con IA. Los padres pueden modificar o eliminar los datos de sus hijos en cualquier momento.
zh_hans: 父母对其子女的活动拥有完全的可见性和控制权。这包括查看任务完成情况、批准或拒绝作业提交、管理奖励支付以及审查AI聊天互动。父母可以随时修改或删除其子女的数据。

source: Pending
es: Pendiente
zh_hans: 待处理

source: per month
es: por mes
zh_hans: 每月

source: per year
es: por año
zh_hans: 每年

source: Perfect
es: Perfecto
zh_hans: 完美

source: Permissions
es: Permisos
zh_hans: 权限

source: Photos
es: Fotos
zh_hans: 照片

source: Please review the homework manually
es: Revisa la tarea manualmente
zh_hans: 请手动审查作业

source: Please sign in to chat
es: Inicia sesión para chatear
zh_hans: 请登录以聊天

source: Pomodoro for task
es: Pomodoro para tarea
zh_hans: 任务番茄钟

# pp_changes_to_policy
source: Changes to This Policy
es: Cambios en esta Política
zh_hans: 政策变更

# pp_changes_to_policy_body
source: We may update this Privacy Policy from time to time. We will notify you of any material changes by posting a notice in the app. Your continued use of the app after changes constitutes acceptance of the updated policy.
es: Podemos actualizar esta Política de Privacidad de vez en cuando. Te notificaremos sobre cualquier cambio importante publicando un aviso en la aplicación. Tu uso continuado de la aplicación después de los cambios constituye aceptación de la política actualizada.
zh_hans: 我们可能会不时更新此隐私政策。我们将通过在应用中发布通知来通知你任何重大变更。变更后你继续使用应用即表示接受更新后的政策。

# pp_childrens_privacy
source: Children's Privacy
es: Privacidad de los Niños
zh_hans: 儿童隐私

# pp_childrens_privacy_body
source: Our app is designed for family use including minors. Child accounts are created and managed by parents/guardians. We collect minimal data from minors (name, task completions, habit logs). Parents can view, modify, or delete their child's data at any time through the Family Members screen. AI chat history for minors is subject to the same retention and deletion policies.
es: Nuestra aplicación está diseñada para uso familiar, incluyendo menores. Las cuentas de niños son creadas y administradas por padres/tutores. Recopilamos datos mínimos de menores (nombre, tareas completadas, registros de hábitos). Los padres pueden ver, modificar o eliminar los datos de sus hijos en cualquier momento a través de la pantalla de Miembros de Familia. El historial de chat con IA para menores está sujeto a las mismas políticas de retención y eliminación.
zh_hans: 我们的应用程序专为家庭使用而设计，包括未成年人。儿童账号由父母/监护人创建和管理。我们从未成年人处收集最少的数据（姓名、任务完成情况、习惯记录）。父母可以随时通过家庭成员页面查看、修改或删除其子女的数据。未成年人的AI聊天记录适用相同的保留和删除政策。

# pp_data_storage
source: Data Storage & Security
es: Almacenamiento y Seguridad de Datos
zh_hans: 数据存储与安全

# pp_data_storage_body
source: Your data is stored securely in Google Cloud (Firebase). All data is encrypted in transit (TLS) and at rest. Firestore security rules ensure users can only access their own family data. We retain your data as long as your account is active.
es: Tus datos se almacenan de forma segura en Google Cloud (Firebase). Todos los datos están cifrados en tránsito (TLS) y en reposo. Las reglas de seguridad de Firestore garantizan que los usuarios solo puedan acceder a los datos de su propia familia. Conservamos tus datos mientras tu cuenta esté activa.
zh_hans: 你的数据安全存储在Google Cloud（Firebase）中。所有数据在传输中（TLS）和静态时均已加密。Firestore安全规则确保用户只能访问自己家庭的数据。我们在你的账号活跃期间保留你的数据。

# pp_data_we_collect
source: Data We Collect
es: Datos que Recopilamos
zh_hans: 我们收集的数据

# pp_data_we_collect_body
source: We collect information you provide when creating your account (name, email, date of birth), family membership data, task and habit records, calendar events, and AI chat interactions. We also collect device identifiers for push notifications and crash reporting.
es: Recopilamos la información que proporcionas al crear tu cuenta (nombre, correo electrónico, fecha de nacimiento), datos de membresía familiar, registros de tareas y hábitos, eventos del calendario e interacciones con el chat de IA. También recopilamos identificadores de dispositivo para notificaciones push e informes de errores.
zh_hans: 我们收集你在创建账号时提供的信息（姓名、电子邮件、出生日期）、家庭成员数据、任务和习惯记录、日历事件以及AI聊天互动。我们还收集用于推送通知和崩溃报告的设备标识符。

# pp_how_we_use_data
source: How We Use Your Data
es: Cómo Usamos tus Datos
zh_hans: 我们如何使用你的数据

# pp_how_we_use_data_body
source: Your data is used to provide and improve our family management services, deliver AI-powered homework verification and task assistance, send notifications about tasks and events, process subscription payments, and analyze app performance through anonymized analytics.
es: Tus datos se utilizan para proporcionar y mejorar nuestros servicios de gestión familiar, ofrecer verificación de tareas con IA y asistencia, enviar notificaciones sobre tareas y eventos, procesar pagos de suscripción y analizar el rendimiento de la aplicación mediante análisis anónimos.
zh_hans: 你的数据用于提供和改进我们的家庭管理服务、提供AI驱动的作业验证和任务协助、发送有关任务和事件的通知、处理订阅付款，以及通过匿名分析来分析应用性能。

# pp_third_party_services
source: Third-Party Services
es: Servicios de Terceros
zh_hans: 第三方服务

# pp_third_party_services_body
source: We use Firebase (Google) for authentication, database, cloud functions, and crash reporting. AI features are powered by Anthropic Claude. Payments are processed through Apple In-App Purchases. We do not sell your personal data to any third party.
es: Utilizamos Firebase (Google) para autenticación, base de datos, funciones en la nube e informes de errores. Las funciones de IA son impulsadas por Anthropic Claude. Los pagos se procesan a través de Compras dentro de la App de Apple. No vendemos tus datos personales a terceros.
zh_hans: 我们使用Firebase（Google）进行身份验证、数据库、云函数和崩溃报告。AI功能由Anthropic Claude提供支持。付款通过Apple应用内购买处理。我们不会将你的个人数据出售给任何第三方。

# pp_your_rights
source: Your Rights
es: Tus Derechos
zh_hans: 你的权利

# pp_your_rights_body
source: You have the right to access, correct, or delete your personal data. You can delete your account and all associated data through Settings > Delete Account. Upon deletion, your data is permanently removed from our servers within 30 days.
es: Tienes derecho a acceder, corregir o eliminar tus datos personales. Puedes eliminar tu cuenta y todos los datos asociados a través de Ajustes > Eliminar Cuenta. Al eliminarse, tus datos se eliminan permanentemente de nuestros servidores en un plazo de 30 días.
zh_hans: 你有权访问、更正或删除你的个人数据。你可以通过设置 > 删除账号来删除你的账号和所有相关数据。删除后，你的数据将在30天内从我们的服务器中永久删除。

# premium_subtitle
source: Unlock the full potential of MAI
es: Desbloquea todo el potencial de MAI
zh_hans: 释放MAI的全部潜力

source: Priority
es: Prioridad
zh_hans: 优先级

source: Privacy Policy
es: Política de Privacidad
zh_hans: 隐私政策

source: Progress
es: Progreso
zh_hans: 进度

# proof_auto_enabled_hint
source: Proof will be auto-verified by MAI
es: La prueba será verificada automáticamente por MAI
zh_hans: 证明将由MAI自动验证

source: Proof Submitted
es: Prueba Enviada
zh_hans: 证明已提交

# proof_submitted_body
source: %@ submitted proof for: %@
es: %@ envió prueba de: %@
zh_hans: %@提交了证明：%@

# proof_type_document
source: Document
es: Documento
zh_hans: 文档

# proof_type_image
source: Image
es: Imagen
zh_hans: 图片

source: Purchase pending
es: Compra pendiente
zh_hans: 购买待处理

source: Purchase validation failed
es: Validación de compra fallida
zh_hans: 购买验证失败

# quality_good
source: Good
es: Bueno
zh_hans: 良好

# quality_ok
source: OK
es: Aceptable
zh_hans: 一般

# quality_poor
source: Poor
es: Pobre
zh_hans: 差

source: Question Details
es: Detalles de Pregunta
zh_hans: 问题详情

# question_number_label
source: Question %@
es: Pregunta %@
zh_hans: 第%@题

# question_number_short
source: Q%@
es: P%@
zh_hans: 问%@

# question_number_with_text
source: Q%@: %@
es: P%@: %@
zh_hans: 问%@：%@

source: Rate
es: Tasa
zh_hans: 比率

source: Recent Earnings
es: Ganancias Recientes
zh_hans: 最近收入

# reenter_password
source: Re-enter your password to confirm
es: Vuelve a ingresar tu contraseña para confirmar
zh_hans: 重新输入密码以确认

source: Reject
es: Rechazar
zh_hans: 拒绝

# remaining_label
source: remaining
es: restante
zh_hans: 剩余

source: Remember: MAI suggestions may be inaccurate
es: Recuerda: Las sugerencias de MAI pueden ser inexactas
zh_hans: 记住：MAI建议可能不准确

source: Remove from Folder
es: Quitar de Carpeta
zh_hans: 从文件夹移除

source: Repeats
es: Se Repite
zh_hans: 重复

source: Report
es: Reportar
zh_hans: 报告

# request_cancelled
source: Request was cancelled
es: Solicitud cancelada
zh_hans: 请求已取消

source: Request timed out
es: Solicitud expirada
zh_hans: 请求超时

source: Request timed out. Please try again.
es: Solicitud expirada. Inténtalo de nuevo.
zh_hans: 请求超时。请重试。

source: Requested
es: Solicitado
zh_hans: 已请求

source: Requested from %@
es: Solicitado a %@
zh_hans: 向%@请求

source: Requested Payout
es: Pago Solicitado
zh_hans: 请求的提现

# requested_payout_from
source: %@ requested payout of %d
es: %@ solicitó pago de %d
zh_hans: %@请求提现%d

source: Require Proof
es: Requerir Prueba
zh_hans: 需要证明

# reset_email_sent
source: Password reset email sent. Check your inbox.
es: Correo de restablecimiento enviado. Revisa tu bandeja.
zh_hans: 密码重置邮件已发送。请查看你的收件箱。

source: Restore failed
es: Error en restauración
zh_hans: 恢复失败

source: Restore Purchases
es: Restaurar Compras
zh_hans: 恢复购买

source: Results
es: Resultados
zh_hans: 结果

source: Retake
es: Volver a Tomar
zh_hans: 重拍

source: Retry
es: Reintentar
zh_hans: 重试

source: Review and decide
es: Revisa y decide
zh_hans: 审查并决定

# review_homework_subtitle
source: Review homework submission
es: Revisar envío de tarea
zh_hans: 审查作业提交

source: Review Manually
es: Revisar Manualmente
zh_hans: 手动审查

source: Review the photo and decide if the chore is done
es: Revisa la foto y decide si la tarea está hecha
zh_hans: 查看照片并决定家务是否完成

source: Reward
es: Recompensa
zh_hans: 奖励

source: Reward Earned
es: Recompensa Ganada
zh_hans: 获得奖励

# reward_earned_body
source: Earned %d for %@ from %@
es: Ganaste %d por %@ de %@
zh_hans: 从%d的%@中赚取%@

source: Reward Wallet
es: Billetera de Recompensas
zh_hans: 奖励钱包

source: Role
es: Rol
zh_hans: 角色

source: Save
es: Guardar
zh_hans: 保存

source: Save 33%
es: Ahorra 33%
zh_hans: 省33%

source: Schedule
es: Horario
zh_hans: 日程

source: Scheduled Time
es: Hora Programada
zh_hans: 预定时间

source: Score
es: Puntuación
zh_hans: 得分

source: Search
es: Buscar
zh_hans: 搜索

source: Search tasks
es: Buscar tareas
zh_hans: 搜索任务

source: Search tasks & events
es: Buscar tareas y eventos
zh_hans: 搜索任务和事件

# seconds_ago
source: %d seconds ago
es: Hace %d segundos
zh_hans: %d秒前

source: See All
es: Ver Todo
zh_hans: 查看全部

source: Select Group
es: Seleccionar Grupo
zh_hans: 选择分组

source: Select Time
es: Seleccionar Hora
zh_hans: 选择时间

source: Sent back for redo
es: Devuelta para rehacer
zh_hans: 已退回重做

source: Service temporarily unavailable
es: Servicio temporalmente no disponible
zh_hans: 服务暂时不可用

source: Set a goal
es: Establece una meta
zh_hans: 设定目标

# set_a_goal_subtitle
source: Set a goal to track your progress
es: Establece una meta para seguir tu progreso
zh_hans: 设定目标以追踪你的进度

source: Settings
es: Ajustes
zh_hans: 设置

# share_code_message
source: Share this code with family members
es: Comparte este código con los miembros de tu familia
zh_hans: 与家庭成员分享此代码

source: Short Break
es: Descanso Corto
zh_hans: 短休息

source: Show All Members
es: Mostrar Todos los Miembros
zh_hans: 显示所有成员

# show_more
source: Show %d more
es: Mostrar %d más
zh_hans: 显示更多%d

source: Sign In
es: Iniciar Sesión
zh_hans: 登录

source: Sign Out
es: Cerrar Sesión
zh_hans: 退出登录

# sign_out_confirm
source: Are you sure you want to sign out?
es: ¿Estás seguro de que quieres cerrar sesión?
zh_hans: 确定要退出登录吗？

source: Sign Up
es: Registrarse
zh_hans: 注册

source: Skip
es: Omitir
zh_hans: 跳过

source: Some issues found
es: Se encontraron algunos problemas
zh_hans: 发现一些问题

source: Someone
es: Alguien
zh_hans: 某人

source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
zh_hans: 出错了。请重试。

source: Start
es: Iniciar
zh_hans: 开始

source: Start Focus
es: Iniciar Enfoque
zh_hans: 开始专注

source: Start Task
es: Iniciar Tarea
zh_hans: 开始任务

source: Start tracking habits
es: Comienza a seguir hábitos
zh_hans: 开始追踪习惯

# start_tracking_habits_subtitle
source: Build consistency and achieve your goals
es: Construye consistencia y alcanza tus metas
zh_hans: 建立一致性并实现你的目标

source: Starts
es: Comienza
zh_hans: 开始

source: Stats
es: Estadísticas
zh_hans: 统计

# status_label
source: Status
es: Estado
zh_hans: 状态

# step_of_total
source: %d of %d
es: %d de %d
zh_hans: %d / %d

source: Student
es: Estudiante
zh_hans: 学生

source: Subject
es: Materia
zh_hans: 科目

source: Submit Proof
es: Enviar Prueba
zh_hans: 提交证明

source: Submitted Proof
es: Prueba Enviada
zh_hans: 已提交证明

source: Subscribe
es: Suscribirse
zh_hans: 订阅

source: Subscription
es: Suscripción
zh_hans: 订阅

source: Subscription auto-renews
es: La suscripción se renueva automáticamente
zh_hans: 订阅自动续订

source: Suggested
es: Sugerido
zh_hans: 建议的

source: Suggestion
es: Sugerencia
zh_hans: 建议

# suggestion_tasks_today
source: What are my tasks for today?
es: ¿Cuáles son mis tareas de hoy?
zh_hans: 我今天有什么任务？

source: Suggestions only — you decide
es: Solo sugerencias — tú decides
zh_hans: 仅供建议——你来决定

# summary_label
source: Summary
es: Resumen
zh_hans: 摘要

# swipe_complete_delete
source: Swipe to delete
es: Desliza para eliminar
zh_hans: 滑动删除

# swipe_delete
source: Swipe to delete
es: Desliza para eliminar
zh_hans: 滑动删除

source: Swipe to continue
es: Desliza para continuar
zh_hans: 滑动继续

source: Tab Bar
es: Barra de Pestañas
zh_hans: 标签栏

source: Tap to close
es: Toca para cerrar
zh_hans: 点击关闭

source: Task
es: Tarea
zh_hans: 任务

source: Task approved!
es: ¡Tarea aprobada!
zh_hans: 任务已批准！

source: Task Assignment
es: Asignación de Tarea
zh_hans: 任务分配

source: Task completed
es: Tarea completada
zh_hans: 任务已完成

# task_completed_body
source: %@ completed: %@
es: %@ completó: %@
zh_hans: %@完成了：%@
